import houseContent1 from '../../../pictures/houseContent1.svg';
import houseContent2 from '../../../pictures/houseContent2.svg';
import houseContent3 from '../../../pictures/houseContent3.svg';

const articles = [
    {
      id: 1, 
      title: 'Какие задачи поставил клиент?', 
      subtitle: '', 
      text: [
        {
          id: 1,
          paragraph: 'С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. С другой стороны начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности способствует подготовки и реализации направлений прогрессивного развития.'
        },
        {
          id: 2,
          paragraph: ' Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Равным образом укрепление и развитие структуры представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание дальнейших направлений развития. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации систем массового участия.'
        }
      ],
      pictures: ''  
    },
    {
      id: 2, 
      title: 'Этап 1:', 
      subtitle: 'подготовка проекта', 
      text: [
        {
          id: 1,
          paragraph: 'С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. С другой стороны начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности способствует подготовки и реализации направлений прогрессивного развития.'
        },
        {
          id: 2,
          paragraph: ' Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Равным образом укрепление и развитие структуры представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание дальнейших направлений развития. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации систем массового участия.'
        }
      ],
      pictures: ''  
    },
    {
      id: 3, 
      title: '', 
      subtitle: '', 
      text: '',
      pictures: [
        {
          id: 1,
          src: `${houseContent1}`,
          alt: 'houseContent1'
        },
        {
          id: 2,
          src: `${houseContent2}`,
          alt: 'houseContent2'
        },
        {
          id: 3,
          src: `${houseContent3}`,
          alt: 'houseContent3'
        },
      ]
    },
  ];

  export {articles};